Repository: zyk1172/storesenseios
Catalog: Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, ja, ko, zh_hant

source: %@ - 内部排序
de: %@ - Interne Reihenfolge
en: %@ - Reorder Within
es: %@ - Orden interno
fr: %@ - Ordre interne
ja: %@ - 内部並べ替え
ko: %@ - 내부 정렬
zh_hant: %@ - 內部排序

source: %lld / 100 分
de: %lld / 100 Pkt
en: %lld / 100 pts
es: %lld / 100 pts
fr: %lld / 100 pts
ja: %lld / 100 点
ko: %lld / 100 점

# %lld 个物品 · %@
source: %1$lld 个物品 · %2$@
de: %lld Gegenstände · %@
en: %lld items · %@
es: %lld objetos · %@
fr: %lld objets · %@
ja: %lld個のアイテム · %@
ko: %lld개 물품 · %@
zh_hant: %lld 個物品 · %@

source: %lld 次
de: %lld Mal
en: %lld times
es: %lld veces
fr: %lld fois
ja: %lld回
ko: %lld회

source: %lld个收纳位
de: %lld Stauräume
en: %lld locations
es: %lld ubicaciones
fr: %lld emplacements
ja: %lld個の収納スペース
ko: %lld개 수납 위치
zh_hant: %lld個收納位

source: %lld个物品
de: %lld Gegenstände
en: %lld items
es: %lld objetos
fr: %lld objets
ja: %lld個のアイテム
ko: %lld개 물품
zh_hant: %lld個物品

source: ＋ 新建空间
de: + Neuer Bereich
en: + New Space
es: + Nuevo espacio
fr: + Nouvel espace
ja: ＋ 新しいスペース
ko: ＋ 새 공간
zh_hant: ＋ 新增空間

source: ❌ 无效的 URL
de: ❌ Ungültige URL
en: ❌ Invalid URL
es: ❌ URL no válida
fr: ❌ URL invalide
ja: ❌ 無効なURL
ko: ❌ 유효하지 않은 URL
zh_hant: ❌ 無效 URL

source: ❌ 无效的响应
de: ❌ Ungültige Antwort
en: ❌ Invalid Response
es: ❌ Respuesta no válida
fr: ❌ Réponse invalide
ja: ❌ 無効なレスポンス
ko: ❌ 유효하지 않은 응답
zh_hant: ❌ 無效回應

source: ❌ 连接失败: %@
de: ❌ Verbindung fehlgeschlagen: %@
en: ❌ Connection Failed: %@
es: ❌ Conexión fallida: %@
fr: ❌ Échec de connexion: %@
ja: ❌ 接続失敗: %@
ko: ❌ 연결 실패: %@
zh_hant: ❌ 連線失敗: %@

source: 💡 收纳建议
de: 💡 Tipps
en: 💡 Storage Tips
es: 💡 Consejos
fr: 💡 Conseils
ja: 💡 収納アドバイス
ko: 💡 수납 조언
zh_hant: 💡 收納建議

source: 📍 参照物
de: 📍 Referenz
en: 📍 Reference
es: 📍 Referencia
fr: 📍 Référence
ja: 📍 基準物
ko: 📍 기준 물품
zh_hant: 📍 參照物

source: 📍 基准物品
de: 📍 Ref.
en: 📍 Reference Item
es: 📍 Ref.
fr: 📍 Réf.
ja: 📍 基準アイテム
ko: 📍 기준 물품
zh_hant: 📍 基準物品

source: AI 智能识别
de: KI-Intelligenzerkennung
en: AI Smart Recognition
es: Detección IA
fr: Détection IA intelligente
ja: AI スマート認識
ko: AI 스마트 인식
zh_hant: AI 智慧識別

source: AI 正在仔细观察...
de: KI beobachtet...
en: AI is analyzing...
es: IA analizando...
fr: IA observe...
ja: AI が観察中...
ko: AI 분석 중...
zh_hant: AI 正在仔細觀察...

source: AI 没有返回可用内容
de: KI hat keinen Inhalt zurückgegeben
en: AI returned no usable content
es: La IA no devolvió contenido
fr: L'IA n'a retourné aucun contenu
ja: AIが有効なコンテンツを返しませんでした
ko: AI가 유효한 콘텐츠를 반환하지 않음
zh_hant: AI 沒有回傳可用內容

source: AI 置信度
de: KI-Vertrauen
en: AI Confidence
es: Confianza IA
fr: Confiance IA
ja: AI 確信度
ko: AI 신뢰도
zh_hant: AI 信心度

source: AI 返回内容无法解析为预期 JSON
de: KI-Antwort ist kein gültiges JSON
en: AI response cannot be parsed as expected JSON
es: La respuesta de la IA no es JSON válido
fr: La réponse de l'IA n'est pas du JSON valide
ja: AI応答をJSONとして解析できません
ko: AI 응답을 JSON으로 분석할 수 없음
zh_hant: AI 回傳內容無法解析為預期 JSON

source: API 地址
de: API-Adresse
en: API Address
es: Dirección API
fr: Adresse API
ja: API アドレス
ko: API 주소

source: API 地址无效，请检查设置页中的 Base URL
de: API-Adresse ungültig. Bitte Base URL in den Einstellungen prüfen
en: Invalid API address. Check Base URL in Settings.
es: API no válida. Revisa la URL base en ajustes
fr: API invalide. Verifiez l'URL de base dans les reglages
ja: APIアドレスが無効です。設定ページのBase URLを確認してください
ko: API 주소가 유효하지 않습니다. 설정의 Base URL을 확인하세요
zh_hant: API 地址無效，請檢查設定頁中的 Base URL

source: API 连接成功！
de: API-Verbindung erfolgreich!
en: API Connected Successfully!
es: Conexión API exitosa!
fr: Connexion API réussie !
ja: API接続成功！
ko: API 연결 성공!
zh_hant: API 連線成功！

source: API 配置
de: API-Konfig.
en: API Configuration
es: Config. API
fr: Config. API
ja: API 設定
ko: API 구성
zh_hant: API 設定

source: 一般
de: Mittel
en: Average
es: Normal
fr: Moyen
ja: 普通
ko: 보통

source: 不保存退出
de: Beenden ohne Speichern
en: Exit Without Saving
es: Salir sin guardar
fr: Quitter sans sauvegarder
ja: 保存せずに終了
ko: 저장하지 않고 종료
zh_hant: 不儲存退出

source: 不支持视觉识别
de: Keine Bilderkennung
en: Vision not supported
es: No soporta vision
fr: Ne supporte pas la vision
ja: ビジュアル認識未対応
ko: 비주얼 인식 미지원
zh_hant: 不支援視覺識別

source: 为保护您的隐私，请在拍照或选图前，确保照片中没有包含身份证、银行卡等敏感个人信息。图片只会被发送到您配置的 AI 模型提供商进行分析。
de: Keine sensiblen Daten. Nur an KI-Anbieter.
en: To protect your privacy, make sure your photo doesn't contain ID cards, bank cards, or other sensitive information. Images are only sent to your configured AI provider.
es: Sin info sensible. Solo se envía al proveedor de IA.
fr: Pas d'infos sensibles. Envoyé uniquement au fournisseur d'IA.
ja: プライバシー保護：身分証等が写っていないこと。画像は設定したAIにのみ送信。
ko: 민감 정보가 없는지 확인하세요. AI 제공자에게만 전송.
zh_hant: 保護隱私：確保照片不含敏感資訊。僅發送至設定的 AI 服務商。

source: 主要问题
de: Hauptprobleme
en: Issues Found
es: Problemas principales
fr: Problèmes principaux
ja: 主な問題
ko: 주요 문제
zh_hant: 主要問題

source: 今天创建
de: Heute erstellt
en: Created Today
es: Creado hoy
fr: Créé aujourd'hui
ja: 今日作成
ko: 오늘 생성
zh_hant: 今天建立

source: 从文件 / iCloud 导入备份
de: Aus Datei/iCloud importieren
en: Import Backup from File / iCloud
es: Importar desde archivo/iCloud
fr: Importer depuis fichier/iCloud
ja: ファイル/iCloudからインポート
ko: 파일/iCloud에서 가져오기
zh_hant: 從檔案/iCloud匯入備份

source: 从网页版 AI 导入
de: Von Web-AI importieren
en: Import from Web AI
es: Importar desde IA web
fr: Importer depuis l'IA web
ja: Web版AIからインポート
ko: 웹 AI에서 가져오기
zh_hant: 從網頁版 AI 導入

source: 位置信息
de: Standort-Info
en: Location Details
es: Informacion de ubicacion
fr: Informations de position
ja: 位置情報
ko: 위치 정보
zh_hant: 位置資訊

source: 你可以从下拉菜单选择常用模型，或手动输入任何兼容 OpenAI 接口的多模态模型名称。
de: Modell wählen oder OpenAI-kompatiblen Namen eingeben.
en: Select common models from the dropdown or manually input any multimodal model compatible with the OpenAI API.
es: Seleccione modelo del menú o escriba un modelo compatible.
fr: Sélectionnez un modèle ou saisissez un modèle compatible.
ja: ドロップダウンからモデルを選択、またはOpenAI互換モデル名を入力。
ko: 드롭다운에서 모델 선택 또는 OpenAI 호환 모델 입력.
zh_hant: 從下拉選單選擇常用模型，或手動輸入相容 OpenAI 的模型名稱。

source: 使用当前配置的 API Key、Base URL 和模型发送测试请求。
de: Testanfrage mit aktueller Konfiguration.
en: Send a test request using the configured API Key, Base URL, and model.
es: Envíe prueba con la configuración actual.
fr: Envoyez une test avec la config actuelle.
ja: 現在の設定でテストリクエストを送信。
ko: 현재 설정으로 테스트 요청 전송.
zh_hant: 使用目前設定發送測試請求。

source: 例如：书房、主卧
de: Z.B. Arbeitszimmer, Schlafzimmer
en: e.g., Study, Master Bedroom
es: Ej: Estudio, Dormitorio
fr: Ex: Bureau, Chambre
ja: 例：書斎、主臥室
ko: 예: 서재, 안방
zh_hant: 如：書房、主臥

source: 例如：免费额度 / 书房专用
de: Z.B. Free Tier
en: e.g., Free Quota / Study Room
es: Ej: Cuota gratis
fr: Ex: Forfait gratuit
ja: 例：無料枠 / 書斎用
ko: 예: 무료 할당 / 서재
zh_hant: 如：免費額度 / 書房專用

source: 例如：左侧第一层抽屉
de: Z.B. Linke Schublade
en: e.g., Top left drawer
es: Ej: Cajón izq.
fr: Ex: Tiroir gauche
ja: 例：左上の引き出し
ko: 예: 왼쪽 첫 서랍
zh_hant: 如：左側第一層抽屜

source: 保存
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
ko: 저장
zh_hant: 儲存

source: 修改名称
de: Namen aendern
en: Edit Name
es: Cambiar nombre
fr: Renommer
ja: 名前を変更
ko: 이름 변경
zh_hant: 修改名稱

source: 全选
de: Alle auswaehlen
en: Select All
es: Seleccionar todo
fr: Tout selectionner
ja: すべて選択
ko: 전체 선택
zh_hant: 全選

source: 关闭
de: Schließen
en: Close
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
zh_hant: 關閉

source: 内部排序
de: Interne Reihenfolge
en: Reorder Within
es: Orden interno
fr: Ordre interne
ja: 内部の並べ替え
ko: 내부 정렬
zh_hant: 內部排序

source: 最常搜索
de: Häufig gesucht
en: Most Searched
es: Más buscado
fr: Plus recherché
ja: よく検索
ko: 자주 검색
zh_hant: 最常搜尋

source: 最常查找
de: Häufig gesucht
en: Most Frequently Searched
es: Más buscados
fr: Les plus recherchées
ja: よく検索するもの
ko: 자주 검색
zh_hant: 最常查詢

source: 最显眼物品
de: Auffaelligstes Objekt
en: Most Prominent Item
es: Objeto mas destacado
fr: Objet le plus visible
ja: 最も目立つアイテム
ko: 가장 눈에 띄는 물품
zh_hant: 最顯眼物品

source: 最近搜索
de: Letzte Suche
en: Recent Searches
es: Búsqueda reciente
fr: Recherche récente
ja: 最近の検索
ko: 최근 검색
zh_hant: 最近搜尋

source: 最近查找
de: Letzte Suchen
en: Recent Searches
es: Búsquedas recientes
fr: Recherches récentes
ja: 最近の検索
ko: 최근 검색
zh_hant: 最近查詢

source: 分
de: Pkt
en: pts
es: pts
fr: pts
ja: 点
ko: 점

source: 分类
de: Kategorie
en: Category
es: Categoria
fr: Catégorie
ja: カテゴリ
ko: 분류
zh_hant: 分類

source: 分类归位
de: Kategorisierung
en: Categorization
es: Categorización
fr: Catégorisation
ja: 分類と配置
ko: 분류 및 배치
zh_hant: 分類歸位

source: 分类归位（满分25）
de: Kategorisierung (25)
en: Categorization (max 25)
es: Categorización (25)
fr: Catégorisation (25)
ja: 分類配置（25点）
ko: 분류 배치 (25점)
zh_hant: 分類歸位（25分）

source: 创建
de: Erstellen
en: Create
es: Crear
fr: Créer
ja: 作成
ko: 생성
zh_hant: 建立

source: 创建于 %lld 天前
de: Vor %lld Tagen erstellt
en: Created %lld days ago
es: Creado hace %lld dias
fr: Créé il y a %lld jours
ja: %lld日前に作成
ko: %lld일 전 생성
zh_hant: %lld 天前建立

source: 创建收纳组
de: Gruppe erstellen
en: Create Group
es: Crear grupo
fr: Créér un groupe
ja: グループを作成
ko: 그룹 만들기
zh_hant: 建立收納組

source: 删除
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hant: 刪除

source: 删除收纳组将同时删除其内部的所有收纳位及其物品。此操作不可撤销。
de: Löscht alles. Nicht rückgängig.
en: Deleting a group will also delete all locations and items within it. This action cannot be undone.
es: Elimina todo dentro. Irreversible.
fr: Supprime tout. Irréversible.
ja: グループ削除で中身も全削除。取り消せない。
ko: 그룹 삭제 시 내부 전체 삭제. 되돌릴 수 없음.
zh_hant: 刪除收納組將刪除其內部所有收納位及物品。無法復原。

source: 删除空间将同时删除其内部的所有收纳位及其物品。此操作不可撤销。
de: Löscht alles. Nicht rückgängig.
en: This will delete the space and all locations/items inside. Cannot be undone.
es: Elimina todo dentro. Irreversible.
fr: Supprime tout. Irréversible.
ja: スペース削除で中身も全削除。取り消せない。
ko: 공간 삭제 시 내부 전체 삭제. 되돌릴 수 없음.
zh_hant: 刪除空間將刪除其內部所有收納位及物品。無法復原。

source: 前往识别
de: Zur Erkennung
en: Go Detect
es: Ir a detectar
fr: Aller détecter
ja: 認識へ
ko: 인식으로 이동
zh_hant: 前往識別

source: 包装袋、纸张散落
de: Verpackungen und Papier verstreut
en: Packaging and papers scattered
es: Envoltorios y papeles sueltos
fr: Emballages et papiers éparpillés
ja: 包装袋や紙が散らばっている
ko: 포장지와 종이가 흩어져 있음
zh_hant: 包裝袋、紙張散落

source: 千问 (qwen-vl-plus)
de: Qwen (qwen-vl-plus)
en: Qwen (qwen-vl-plus)
es: Qwen (qwen-vl-plus)
fr: Qwen (qwen-vl-plus)
ja: Qwen (qwen-vl-plus)
ko: Qwen (qwen-vl-plus)
zh_hant: 千問 (qwen-vl-plus)

source: 去创建收纳组
de: Gruppe erstellen
en: Create Group Now
es: Crear grupo
fr: Créer groupe
ja: グループ作成
ko: 그룹 만들기
zh_hant: 建立收納組

source: 参照物
de: Referenzobjekt
en: Reference Object
es: Objeto de referencia
fr: Objet de reference
ja: 基準物
ko: 기준 물품
zh_hant: 參照物

source: 取消
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소

source: 取消验证
de: Markierung entfernen
en: Unverify
es: Desmarcar
fr: Démarquer
ja: 確認を取消
ko: 확인 취소
zh_hant: 取消驗證

source: 取用便利
de: Zugänglichkeit
en: Accessibility
es: Accesibilidad
fr: Accessibilité
ja: 取り出しやすさ
ko: 접근 편의성

source: 取用便利（满分20）
de: Zugänglichkeit (20)
en: Accessibility (max 20)
es: Accesibilidad (20)
fr: Accessibilité (20)
ja: 取り出しやすさ（20点）
ko: 접근 편의성 (20점)
zh_hant: 取用便利（20分）

source: 同一 API Key 下可以有多个模型，按回车添加。点击圆圈可设为默认使用的模型。
de: Ein API-Schlüssel, mehrere Modelle. Return zum Hinzufügen, Kreis zum Festlegen.
en: Add multiple models under one API Key. Press Return to add. Tap circle to set default.
es: Una API Key, múltiples modelos. Return para agregar, círculo para predeterminar.
fr: Une clé API, plusieurs modèles. Retour pour ajouter, cercle pour défaut.
ja: 同じAPIキーで複数モデル使用可。Return追加、丸でデフォルト設定。
ko: 하나의 API 키로 여러 모델 사용 가능. Return 추가, 원으로 기본 설정.
zh_hant: 同一 API Key 下可有多個模型，按回車新增。點擊圓圈可設為預設。

source: 名称
de: Name
en: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
zh_hant: 名稱

source: 图上坐标
de: Koordinaten
en: Map Coordinates
es: Coordenadas
fr: Coordonnees
ja: 画像上の座標
ko: 이미지 좌표
zh_hant: 圖上座標

source: 在「收纳位」标签中，必须先建立收纳组（如书房、主卧），然后再在其中创建专属的收纳位。
de: Zuerst eine Gruppe erstellen.
en: In the 'Locations' tab, you must create a Storage Group (e.g., Study, Bedroom) before creating specific Storage Locations.
es: Primero crea un grupo.
fr: Créez d'abord un groupe.
ja: まずグループを作成して収納スペースを作成。
ko: 먼저 그룹을 만들고 수납 위치를 만드세요.
zh_hant: 先建立收納組，再建立收納位。

source: 在「收纳位」标签中，必须先建立空间（如书房、主卧），然后再在其中创建专属的收纳位。
de: Zuerst einen Bereich erstellen.
en: In the Locations tab, create a space first (e.g., Study, Bedroom), then add storage locations inside.
es: Primero crea un espacio.
fr: Créez d'abord un espace.
ja: まずスペースを作成して収納スペースを作成。
ko: 먼저 공간을 만들고 수납 위치를 만드세요.
zh_hant: 先建立空間，再建立收納位。

source: 在使用智能功能前，请确保在右上角设置图标中配置好支持视觉与对话大模型的 API Key。
de: API-Schlüssel konfigurieren.
en: Make sure to configure an API Key supporting Vision and LLMs in Settings before using smart features.
es: Configura API Key en ajustes.
fr: Configurez la clé API.
ja: 設定でビジョン対応APIキーを設定。
ko: 설정에서 API 키를 구성하세요.
zh_hant: 請先在設定中配置支援視覺的 API Key。

source: 在创建收纳位之前，请先创建一个收纳组（例如：书房、主卧）。
de: Zuerst eine Gruppe erstellen.
en: Please create a Storage Group first (e.g., Study, Master Bedroom).
es: Primero crea un grupo.
fr: Créez d'abord un groupe.
ja: まずグループを作成。
ko: 먼저 그룹을 만드세요.
zh_hant: 請先建立收納組。

source: 在收纳助手中查找物品的位置。
de: Gegenstände suchen.
en: Find the location of items in the Storage Assistant.
es: Busca objetos.
fr: Recherchez des objets.
ja: 収納アシスタントでアイテムを検索。
ko: 수납 도우미에서 물품 검색.
zh_hant: 在收納助手中查找物品位置。

source: 坐标（0-1000）
de: Koordinaten (0-1000)
en: Coordinates (0-1000)
es: Coordenadas (0-1000)
fr: Coordonnées (0-1000)
ja: 座標（0-1000）
ko: 좌표 (0-1000)
zh_hant: 坐標（0-1000）

source: 坐标定位（拖动图标）
de: Positionieren (ziehen)
en: Position (drag icon)
es: Ubicar (arrastra)
fr: Positionner (glisser)
ja: 座標定位（アイコンをドラッグ）
ko: 좌표 위치 (아이콘 드래그)
zh_hant: 坐標定位（拖動圖示）

source: 基准物品
de: Referenz
en: Reference Item
es: Ref.
fr: Réf.
ja: 基準アイテム
ko: 기준 물품
zh_hant: 基準物品

source: 基本信息
de: Grundinformationen
en: Basic Information
es: Informacion basica
fr: Informations de base
ja: 基本情報
ko: 기본 정보
zh_hant: 基本資訊

source: 处理了大量数据，即将完成...
de: Daten verarbeitet...
en: Processing large dataset, almost done...
es: Procesando datos...
fr: Traitement en cours...
ja: 大量データ処理中...
ko: 대량 데이터 처리 중...
zh_hant: 處理大量資料，即將完成...

source: 备注名称
de: Spitzname
en: Nickname
es: Apodo
fr: Surnom
ja: ニックネーム
ko: 닉네임
zh_hant: 備註名稱

source: 复制提示词
de: Prompt kopieren
en: Copy Prompt
es: Copiar prompt
fr: Copier le prompt
ja: プロンプトをコピー
ko: 프롬프트 복사
zh_hant: 複製提示詞

source: 好的收纳
de: Gute Ordnung
en: Good Organization
es: Buen orden
fr: Bon rangement
ja: 良い整理
ko: 좋은 수납
zh_hant: 好的收納

source: 存储在本机钥匙串，不会上传。
de: Lokal gespeichert.
en: Stored in local Keychain, never uploaded.
es: Almacenado localmente.
fr: Stocké localement.
ja: ローカル保存。アップロードなし。
ko: 로컬 저장. 업로드 없음.
zh_hant: 本機鑰匙串儲存，不上傳。

source: 存在垃圾或污渍
de: Müll oder Flecken vorhanden
en: Trash or stains present
es: Basura o manchas presentes
fr: Déchets ou taches presents
ja: ゴミや汚れがある
ko: 쓰레기나 얼룩이 있음
zh_hant: 存在垃圾或污漬

source: 安全卫生
de: Sicherheit & Hygiene
en: Safety & Hygiene
es: Seguridad e higiene
fr: Sécurité et hygiene
ja: 安全と衛生
ko: 안전 및 위생
zh_hant: 安全衛生

source: 安全卫生（满分15）
de: Sicherheit (15)
en: Safety & Hygiene (max 15)
es: Seguridad (15)
fr: Sécurité (15)
ja: 安全衛生（15点）
ko: 안전 위생 (15점)
zh_hant: 安全衛生（15分）

source: 完成
de: Fertig
en: Done
es: Listo
fr: Terminé
ja: 完了
ko: 완료

source: 定位物品 (拖动图标)
de: Objekt positionieren (ziehen)
en: Pin Item Location (Drag)
es: Ubicar objeto (arrastra)
fr: Localiser l'objet (glisser)
ja: アイテム位置（アイコンをドラッグ）
ko: 물품 위치 (아이콘 드래그)
zh_hant: 定位物品（拖動圖示）

source: 密钥
de: API-Schlüssel
en: API Key
es: Clave API
fr: Clé API
ja: APIキー
ko: API 키
zh_hant: 密鑰

source: 导入备份
de: Backup importieren
en: Import Backup
es: Importar copia
fr: Importer la sauvegarde
ja: バックアップをインポート
ko: 백업 가져오기
zh_hant: 匯入備份

source: 导入失败
de: Import fehlgeschlagen
en: Import Failed
es: Error de importación
fr: Échec de l'importation
ja: インポート失敗
ko: 가져오기 실패
zh_hant: 匯入失敗

source: 导入失败：%@
de: Import-Fehler: %@
en: Import Failed: %@
es: Error importación: %@
fr: Échec import : %@
ja: インポート失敗：%@
ko: 가져오기 실패: %@
zh_hant: 匯入失敗：%@

source: 导入失败：格式不正确或读取失败
de: Fehler: Ungültiges Format
en: Import Failed: Invalid format or unable to read file.
es: Error: formato no válido
fr: Erreur : format invalide
ja: インポート失敗：無効形式
ko: 가져오기 실패: 잘못된 형식
zh_hant: 匯入失敗：格式錯誤

source: 导入成功，已恢复 %lld 个收纳位！
de: Erfolgreich! %lld Stauräume wiederhergestellt.
en: Import Successful! %lld locations restored.
es: ¡Éxito! %lld ubicaciones restauradas.
fr: Réussi ! %lld emplacements restaurés.
ja: インポート成功！%lld個復元！
ko: 가져오기 성공! %lld개 복원!
zh_hant: 匯入成功！已恢復 %lld 個收納位！

source: 导入成功！
de: Import erfolgreich!
en: Import Successful!
es: Importación exitosa!
fr: Importation réussie !
ja: インポート成功！
ko: 가져오기 성공!
zh_hant: 匯入成功！

source: 导出备份
de: Backup exportieren
en: Export Backup
es: Exportar copia
fr: Exporter la sauvegarde
ja: バックアップをエクスポート
ko: 백업 내보내기
zh_hant: 匯出備份

source: 导出备份到文件 / iCloud
de: In Datei/iCloud exportieren
en: Export Backup to File / iCloud
es: Exportar a archivo/iCloud
fr: Exporter vers fichier/iCloud
ja: ファイル/iCloudにエクスポート
ko: 파일/iCloud 내보내기
zh_hant: 匯出到檔案/iCloud

source: 导出失败
de: Export fehlgeschlagen
en: Export Failed
es: Error de exportación
fr: Échec de l'exportation
ja: エクスポート失敗
ko: 내보내기 실패
zh_hant: 匯出失敗

source: 导出失败：%@
de: Export-Fehler: %@
en: Export Failed: %@
es: Error exportación: %@
fr: Échec export : %@
ja: エクスポート失敗：%@
ko: 내보내기 실패: %@
zh_hant: 匯出失敗：%@

source: 导出成功！
de: Export erfolgreich!
en: Export Successful!
es: Exportación exitosa!
fr: Exportation réussie !
ja: エクスポート成功！
ko: 내보내기 성공!
zh_hant: 匯出成功！

source: 小物件散落
de: Kleine Gegenst. verstreut
en: Small items scattered
es: Obj. pequeños sueltos
fr: Petits obj. éparpillés
ja: 小物が散らばっている
ko: 작은 물건이 흩어져 있음

source: 小米 (MiLM-Vision)
de: Xiaomi (MiLM-Vision)
en: Xiaomi (MiLM-Vision)
es: Xiaomi (MiLM-Vision)
fr: Xiaomi (MiLM-Vision)
ja: Xiaomi (MiLM-Vision)
ko: Xiaomi (MiLM-Vision)

source: 尝试其他关键词
de: Andere Stichwörter versuchen
en: Try Other Keywords
es: Prueba otras palabras
fr: Essayez d'autres mots-clés
ja: 別のキーワードを試す
ko: 다른 키워드를 시도하세요
zh_hant: 嘗試其他關鍵詞

source: 已保存
de: Gespeichert
en: Saved
es: Guardado
fr: Enregistre
ja: 保存済み
ko: 저장됨
zh_hant: 已儲存

source: 已就绪
de: Bereit
en: Ready
es: Listo
fr: Prêt
ja: 準備完了
ko: 준비 완료
zh_hant: 已就緒

source: 已验证
de: Verifiziert
en: Verified
es: Verificado
fr: Vérifié
ja: 確認済み
ko: 확인됨
zh_hant: 已驗證

source: 常用模型
de: Häufige Modelle
en: Presets
es: Modelos comunes
fr: Modèles courants
ja: よく使うモデル
ko: 자주 쓰는 모델

source: 常用物品和临时物品混放
de: Tägliche und temporäre Gegenstände gemischt
en: Daily and temporary items mixed
es: Objetos diarios y temporales mezclados
fr: Objets du quotidien et temporaires mélangés
ja: 日用品と一時的な物が混在
ko: 일상용품과 임시 물건이 혼재
zh_hant: 常用物品和臨時物品混放

source: 常用物品难以取用
de: Tägliche Gegenstände schwer erreichbar
en: Daily items hard to reach
es: Objetos diarios difíciles de alcanzar
fr: Objets du quotidien difficiles d'accès
ja: 日用品の取り出しにくい
ko: 일상용품을 꺼내기 어려움
zh_hant: 常用物品難以取用

source: 建立收纳体系
de: Stausystem aufbauen
en: Set Up Storage
es: Crear sistema de almacenamiento
fr: Mettre en place un système
ja: 収納システムを構築
ko: 수납 체계 구축
zh_hant: 建立收納體系

source: 建立收纳空间
de: Bereich erstellen
en: Create a Space
es: Crear espacio
fr: Créér un espace
ja: 収納スペースを作成
ko: 수납 공간 만들기
zh_hant: 建立收納空間

source: 开始 AI 识别
de: KI-Erkennung starten
en: Start AI Recognition
es: Iniciar deteccion IA
fr: Lancer la detection IA
ja: AI 認識を開始
ko: AI 인식 시작
zh_hant: 開始 AI 識別

source: 开始体验
de: Loslegen
en: Get Started
es: Comenzar
fr: Commencer
ja: はじめよう
ko: 시작하기
zh_hant: 開始體驗

source: 开始分析
de: Analyse starten
en: Start Analysis
es: Iniciar analisis
fr: Lancer l'analyse
ja: 分析開始
ko: 분석 시작
zh_hant: 開始分析

source: 开始测试
de: Test starten
en: Start Test
es: Iniciar prueba
fr: Lancer le test
ja: テスト開始
ko: 테스트 시작
zh_hant: 開始測試

source: 当前模型名称
de: Modellname
en: Current Model Name
es: Nombre del modelo
fr: Nom du modèle
ja: モデル名
ko: 모델 이름
zh_hant: 模型名稱

source: 当前激活模型
de: Aktives Modell
en: Active Model
es: Modelo activo
fr: Modèle actif
ja: 現在のアクティブモデル
ko: 현재 활성 모델
zh_hant: 目前啟用模型

source: 我的收纳位
de: Meine Stauräume
en: My Locations
es: Mis ubicaciones
fr: Mes emplacements
ja: マイ収納スペース
ko: 내 수납 공간
zh_hant: 我的收納位

source: 所属收纳位
de: Zugehoeriger Stauraum
en: Belongs to Location
es: Ubicación asignada
fr: Emplacement assigne
ja: 所属する収納スペース
ko: 소속 수납 위치
zh_hant: 所屬收納位

source: 手动添加
de: Manuell hinzufügen
en: Add Manually
es: Agregar manual
fr: Ajouter manuellement
ja: 手動追加
ko: 수동 추가
zh_hant: 手動新增

source: 手动输入
de: Manuelle Eingabe
en: Manual Input
es: Entrada manual
fr: Saisie manuelle
ja: 手動入力
ko: 수동 입력
zh_hant: 手動輸入

source: 找东西时，只需在「搜索」中输入你想找的物品（如“喝水的杯子”），AI 会精准带你定位。
de: Suchen Sie und die KI findet es.
en: When looking for items, just search in natural language (e.g., 'drinking cup') and AI will locate it accurately.
es: Busca en Buscar y la IA te ubicará.
fr: Recherchez et l'IA vous localisera.
ja: 「検索」でアイテム名を入力すると、AIが位置を特定。
ko: '검색'에서 물품을 입력하면 AI가 위치를 알려줍니다.
zh_hant: 在「搜尋」中輸入想找的物品，AI 會精準定位。

source: 拍下或导入你整理好的物品照片，强大的 AI 会自动为你框选并记录所有物品及具体位置。
de: Foto aufnehmen/importieren, KI erkennt automatisch.
en: Take or import a photo of your sorted items. The powerful AI will automatically identify and map all items and their precise locations.
es: Toma o importa foto, la IA reconoce objetos automáticamente.
fr: Prenez ou importez une photo, l'IA reconnaît automatiquement.
ja: 写真を撮るかインポート。AIが自動でアイテムを認識。
ko: 사진을 촬영하거나 가져오면 AI가 자동 인식.
zh_hant: 拍攝或匯入照片，AI 自動框選並記錄物品及位置。

source: 拍照识别
de: Foto aufnehmen
en: Take Photo
es: Tomar foto
fr: Prendre une photo
ja: 写真で認識
ko: 촬영하여 인식
zh_hant: 拍照識別

source: 拖动排序
de: Ziehen zum Sortieren
en: Drag to Sort
es: Arrastrar para ordenar
fr: Glisser pour réorganiser
ja: ドラッグで並べ替え
ko: 드래그로 정렬
zh_hant: 拖動排序

source: 按住右侧把手上下拖动
de: Halten und ziehen
en: Press and drag right handles
es: Manten y arrastra
fr: Maintenez et glissez
ja: 右側ハンドルを長押ししてドラッグ
ko: 오른쪽 손잡이를 길게 눌러 드래그
zh_hant: 按住右側把手上下拖動

source: 按创建时间
de: Nach Erstelldatum
en: By Created Time
es: Por fecha
fr: Par date
ja: 作成日順
ko: 생성일순
zh_hant: 按建立時間

source: 按名称
de: Nach Name
en: By Name
es: Por nombre
fr: Par nom
ja: 名前順
ko: 이름순
zh_hant: 按名稱

source: 排序
de: Sortieren
en: Sort
es: Ordenar
fr: Trier
ja: 並べ替え
ko: 정렬

source: 排序依据
de: Sortieren nach
en: Sort By
es: Ordenar por
fr: Trier par
ja: ソート基準
ko: 정렬 기준
zh_hant: 排序依據

source: 排序顺序
de: Reihenfolge
en: Sort Order
es: Orden
fr: Ordre
ja: ソート順
ko: 정렬 순서
zh_hant: 排序順序

source: 描述
de: Beschreibung
en: Description
es: Descripción
fr: Description
ja: 説明
ko: 설명

source: 提示词已复制
de: Prompt kopiert
en: Prompt Copied
es: Prompt copiado
fr: Prompt copie
ja: プロンプトをコピーしました
ko: 프롬프트 복사됨
zh_hant: 提示詞已複製

source: 搜索
de: Suchen
en: Search
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색
zh_hant: 搜尋

source: 搜索你的物品
de: Suche Ihre Gegenstände
en: Search Your Items
es: Busca tus objetos
fr: Recherchez vos objets
ja: あなたのアイテムを検索
ko: 내 물품 검색
zh_hant: 搜尋你的物品

source: 搜索模式
de: Suchmodus
en: Search Mode
es: Modo de búsqueda
fr: Mode de recherche
ja: 検索モード
ko: 검색 모드
zh_hant: 搜尋模式

source: 搜索物体...
de: Objekte suchen...
en: Searching for objects...
es: Buscando objetos...
fr: Recherche d'objets...
ja: オブジェクトを検索...
ko: 객체 검색...
zh_hant: 搜尋物體...

source: 搜索索引
de: Suchindex
en: Search Index
es: Índice de búsqueda
fr: Index de recherche
ja: 検索インデックス
ko: 검색 인덱스
zh_hant: 搜尋索引

source: 收纳位
de: Stauraum
en: Location
es: Ubicaciones
fr: Emplacements
ja: 収納スペース
ko: 수납 공간
zh_hant: 收納位

source: 收纳位名称
de: Stauraum-Name
en: Location Name
es: Nombre de ubicación
fr: Nom de l'emplacement
ja: 収納スペース名
ko: 수납 위치 이름
zh_hant: 收納位名稱

source: 收纳建议
de: Tipps
en: Storage Tips
es: Consejos
fr: Conseils
ja: 収納アドバイス
ko: 수납 조언
zh_hant: 收納建議

source: 收纳整洁度
de: Ordnungsgrad
en: Cleanliness Rating
es: Nivel de orden
fr: Niveau de propreté
ja: 整理清潔度
ko: 수납 청결도
zh_hant: 收納整潔度

source: 收纳物品
de: Gelagerte Gegenstände
en: Items
es: Objetos almacenados
fr: Objets stockes
ja: 収納アイテム
ko: 수납 물품
zh_hant: 收納物品

source: 收纳组
de: Gruppe
en: Group
es: Grupo
fr: Groupe
ja: 収納グループ
ko: 수납 그룹
zh_hant: 收納組

source: 收纳组名称
de: Gruppenname
en: Group Name
es: Nombre del grupo
fr: Nom du groupe
ja: グループ名
ko: 그룹 이름
zh_hant: 收納組名稱

source: 收纳组大类排序
de: Gruppenreihenfolge
en: Group Order
es: Orden de grupos
fr: Ordre des groupes
ja: グループ並べ替え
ko: 그룹 정렬
zh_hant: 收納組排序
